Repository: cryonos/leafletlayers
Catalog: leafletlayers/languages/leafletlayers-*.po
Languages: fr_fr

source: Insufficent accuracy : please zoom a little more.
fr_fr: Présision insuffisante : merci de zoomer un peu plus.

source: Thanks you, the marker will be added after moderation
fr_fr: Merci ! Votre suggestion est maintenant en attente de validation par un modérateur.

source: Oops : an error occured
fr_fr: Oups : une erreur est survenue. Si cela se reproduit, contactez-nous !

source: New marker added on your map
fr_fr: Nouveau POI proposé sur la carte

source: Hello, a new marker is waiting approval.<br>Please login to the admin panel to validate it.
fr_fr: Bonjour, un nouveau POI a été proposé sur la carte collaborative. <br>Merci de vous connecter à l'espace administrateur pour le valider.

source: Markers Map
fr_fr: Carte des POIs

source: Markers list
fr_fr: Liste des POIs

source: Markers moderation
fr_fr: POIs en attente de modération

source: Markers Groups
fr_fr: Catégories de POIs

source: Edit group
fr_fr: Editer la catégorie

source: Add group
fr_fr: Ajouter une catégorie

source: Add a group
fr_fr: Ajouter une catégorie

source: Add marker
fr_fr: Ajouter un POI

source: Add a marker
fr_fr: Ajouter un POI

source: Edit marker
fr_fr: Editer un POI

source: Marker added successfully
fr_fr: Le POI a été ajouté à la base

source: Writing error, please try again
fr_fr: Erreur lors de l'enregistrement, merci de réessayer

source: Update successfull
fr_fr: Mise à jour effectuée

source: Updating error, please try again
fr_fr: Erreur lors de la mise à jour, merci de réessayer

source: Marker deleted successfully
fr_fr: POI correctement supprimé

source: Deleting error, please try again
fr_fr: Erreur lors de la suppression, merci de réessayer

source: Marker successfully validated
fr_fr: Le POI a été correctement été validé

source: Validation error, please try again
fr_fr: Erreur lors de la validation, merci de réessayer

source: Group added successfully
fr_fr: La catégorie a été ajoutée à la base

source: Group deleted successfully
fr_fr: Catégorie correctement supprimée

source: Markers listing
fr_fr: Liste des POIs

source: Access denied.
fr_fr: Accès refusé

source: Markers moderation listing
fr_fr: Liste des POIs en attente

source: Modify a marker
fr_fr: Modifier un POI

source: Groups listing
fr_fr: Liste des catégories de POIs

source: Modify a group
fr_fr: Modifier une catégorie

source: Plugin's configuration
fr_fr: Configuration du plugin

source: Google Geocode API key:
fr_fr: Clé API Google Geocoding:

source: Activate front-end add form:
fr_fr: Activer le formulaire d'ajout sur la partie publique

source: Here you can set your Google Geo code API key, (<a target="_blank" href="https://developers.google.com/maps/documentation/geocoding/get-api-key">see how to obtain it</a>)
fr_fr: Vous devez saisir ici votre clé pour l'API Google Geocoding, (<a target="_blank" href="https://developers.google.com/maps/documentation/geocoding/get-api-key">voir comment l'obtenir</a>)

source: Settings
fr_fr: Paramètres

source: Submit a marker
fr_fr: Proposer un point d'intérêt

source: You can submit us a marker by clicking the "add" button, click on the map to add a marker and fill the details form.<br>All fields are required.
fr_fr: Vous pouvez proposer un point d'intérêt en cliquant sur le bouton "ajouter un POI", cliquez sur la carte pour ajouter un marqueur, et remplissez le formulaire. <br>Tous les champs sont obligatoires.

source: Title
fr_fr: Titre

source: Address
fr_fr: Adresse

source: Group
fr_fr: Catégorie

source: Save
fr_fr: Enregistrer

source: Sending...
fr_fr: Envoi en cours...

source: Group details
fr_fr: Détail de la catégorie

source: Please zoom and click on the map to add marker.
fr_fr: Zoomez puis cliquez à l'endroit voulu pour y placer le marqueur.

source: Marker details
fr_fr: Détail du point d'intérêt

source: all fields are required
fr_fr: tous les champs sont obligatoires

source: LeafletLayers Settings Updated
fr_fr: Les paramètres ont été mis à jour
